/* Title for alert displayed when download or parse error occurs. */
"Error Title" = "Cannot Show Earthquakes";

/* Error message displayed when not connected to the Internet. */
"No Connection Error" = "SeismicXML cannot retrieve earthquake data because it is not connected to the Internet.";

/* Error message displayed when receiving an HTTP connection error. */
"HTTP Error" = "SeismicXML cannot retrieve earthquake data because of a connection problem.";
